Repository: giellalt/corpus-fin
Catalog: tmx/sme/laws/finland/other_files/tasa-arvolaki-2005.pdf.tmx
Source language: fin
Languages: sme

source: Oppilaitoksen sekä muiden koulutusta ja opetusta järjestävien yhteisöjen menettelyä on pidettävä tässä laissa kiellettynä syrjintänä, jos henkilö asetetaan opiskelijavalinnoissa, opetusta järjestettäessä, opintosuoritusten arvioinnissa tai oppilaitoksen tai yhteisön muussa varsinaisessa toiminnassa sukupuolen perusteella muita epäedullisempaan asemaan taikka muutoin kohdellaan 7 §:ssä tarkoitetulla tavalla.
sme: Oahppolágádusa ja maiddái eará skuvlejumi ja oahpahusa lágideaddji ovttastumiid meannudeami galgá doallat dán lágas gildojuvvon vealaheapmin, juos olmmoš biddjojuvvo oahppiidválljemis, oahpahusa ordnedettiin, oahppočađahemiid árvvoštallamis dahje oahppolágádusa dahje ovttastumi eará fásta doaimmas sohkabeali vuođul earáid heittogut sajádahkii dahje muđui giehtadallo 7 §:s dárkkuhuvvon vugiin.

source: Tätä pykälää ei sovelleta perusopetuslaissa tarkoitettuihin opetuksen järjestäjiin ja kouluihin.
sme: Dát paragráfa ii muddehuvvo vuođđooahpahuslágas dárkkuhuvvon oahpahusa lágideaddjiide ja skuvllaide.

source: 8 c § Syrjintä etujärjestöissä (15.4. 2005/232)
sme: 8 c § Vealaheapmi intreassaorganisašuvnnain (15.4.2005/232)

source: Menettelyä on pidettävä tässä laissa kiellettynä syrjintänä, jos henkilö asetetaan muita epäedullisempaan asemaan sukupuolen perusteella työmarkkinajärjestön tai muun ammatillista edunvalvontaa harjoittavan järjestön toiminnassa, jäseneksi pääsyssä tai sen tarjoamia etuuksia annettaessa taikka häntä muutoin kohdellaan 7 §:ssä tarkoitetulla tavalla.
sme: Meannudeami galgá doallat dán lágas gildojuvvon vealaheapmin, juos olmmoš biddjojuvvo earáid heittogut sajádahkii sohkabeali vuođul bargomárkanorganisašuvnna dahje eará ámmátlaš ovddugohcinorganisašuvnna doaimmas, lahttun beassamis dahje dan fállan ovdduid attedettiin dahje son muđui giehtadallo 7 §:s dárkkuhuvvon vugiin.

source: 8 d § HäHäH irintä työpaikoilla (15.4. 2005/232)
sme: 8 d § Heađušteapmi bargosajiin (15.4.2005/232)

source: Työnantajan menettelyä on pidettävä tässä laissa kiellettynä syrjintänä, jos työnantaja saatuaan tiedon siitä, että työntekijä on joutunut työssään seksuaalisen tai muun sukupuoleen perustuvan häirinnän kohteeksi, laiminlyö ryhtyä käytettävissä oleviin toimiin häirinnän poistamiseksi.
sme: Bargoaddi meannudeami galgá doallat dán lágas gildojuvvon vealaheapmin, juos bargoaddi oaččodettiin dieđu das, ahte bargi lea gártan barggus seksuálalaš dahje sohkabeallái vuođđudeaddji eará heađušteami vuollái, suostá álgimis doaimmaide, mat leat geavaheamis, heađušteami eretváldimii.

source: 9 § Menettely, jota ei ole pidettävä syrjintänä (15.4. 2005/232)
sme: 9 § Meannudeapmi, man ii galgga doallat vealaheapmin (15.4.2005/232)

source: Tässä laissa tarkoitettuna sukupuoleen perustuvana syrjintänä ei ole pidettävä: 1) naisten erityistä suojelua raskauden tai synnytyksen vuoksi;
sme: Dán lágas dárkkuhuvvon vealaheapmin, mii vuođđuduvvá sohkabeallái, ii galgga doallat: 1) nissoniid erenomáš suodjaleami áhpehisvuođa dahje riegádahttima dihte;

source: 2) asevelvollisuuden säätämistä ainoastaan miehille;
sme: 2) vearjogeatnegasvuođa ásaheami dušše albmáide;

source: 3) vain joko naisten tai miesten hyväksymistä muun yhdistyksen kuin varsinaisen työmarkkinajärjestön jäseniksi, jos tämä perustuu yhdistyksen säännöissä olevaan nimenomaiseen määräykseen;
sme: 3) dušše jogo nissoniid dahje albmáid dohkkeheami eará searvvi go fásta bargomárkanorganisašuvnna lahttun, juos dat vuođđuduvvá searvvi njuolggadusain dihto mearrádussii;

source: jos yhdistys on muu ammatillista edunvalvontaa harjoittava järjestö, edellytetään lisäksi, että järjestö pyrkii tämän lain tarkoituksen toteuttamiseen;
sme: juos searvi lea eará ámmátlaš ovddugohcinorganisašuvdna, gáibiduvvo lassin, ahte organisašuvdna figgá dán lága dárkkuhusa ollašuhttimii;

source: eikä 4) väliaikaisia, suunnitelmaan perustuvia erityistoimia tosiasiallisen tasa-arvon edistämiseksi, joilla pyritään tämän lain tarkoituksen toteuttamiseen.
sme: iige 4) gaskaboddosaš, plánii vuođđudeaddji sierradoaimmaid duođalaš dásseárvvu ovddideapmin, mainna geahččaluvvo dán lága dárkkuhusa ollašuhttimii.

source: § 9 a Todistustaakka (15.4. 2005/232)
sme: § 9 a Duođaštannoađđi (15.4.2005/232)

source: Jos joku, joka katsoo joutuneensa tässä laissa tarkoitetun syrjinnän kohteeksi, esittää tässä laissa tarkoitettua asiaa tuomioistuimessa tai toimivaltaisessa viranomaisessa käsiteltäessä tosiseikkoja, joiden perusteella voidaan olettaa, että kyseessä on syrjintä sukupuolen perusteella, vastaajan on osoitettava, ettei sukupuolten välistä tasa-arvoa ole loukattu, vaan että menettely on johtunut muusta, hyväksyttävästä seikasta kuin sukupuolesta.
sme: Juos gii nu, guhte geahččá leat gártan dán lágas dárkkuhuvvon vealaheami vuollái, dán lágas dárkkuhuvvon ášši gieđahaladettiin duopmostuolus dahje doaibmaválddálaš virgeoapmahaččas ovdanbuktá duohtaáššiid, maid vuođul sáhttá eahpidit, ahte jearaldalagas lea vealaheapmi sohkabeali vuođul, vástideaddji galgá čájehit, ahte sohkabeliid gaskasaš dásseárvu ii leat loavkiduvvon, muhto ahte meannudeapmi lea boahtán man nu eará, dohkálaš áššis go sohkabealis.

source: Säännöstä ei sovelleta rikosasian käsittelyssä.
sme: Njuolggadus ii muddehuvvo rihkusášši gieđahallamis.

source: 10 § Työnantajan velvollisuus antaa selvitys menettelystään (15.4.
sme: 10 § Bargoaddi geatnegasvuohta addit čilgehusa meannudeamis (15.4.2005/232)

source: Työnantajan on pyynnöstä viivytyksettä annettava kirjallinen selvitys menettelystään sille, joka katsoo joutuneensa syrjäytetyksi 8 §:n 1 momentin 1 kohdassa tarkoitetuin tavoin.
sme: Bargoaddi galgá bivdagis farggamusat addit čálalaš čilgehusa meannudeamis dasa, guhte geahččá leat boahtán vealahuvvot 8 § 1 momeantta 1 čuoggás dárkkuhuvvon vugiin.

source: Selvityksestä tulee käydä ilmi työnantajan noudattamat valintaperusteet, valituksi tulleen koulutus, työ- ja muu kokemus sekä muut valintaan vaikuttaneet selvästi osoitettavissa olevat ansiot ja seikat.
sme: Čilgehusas galget ovdanboahtit bargoaddi čuvvon válljenvuođustusat, válljejuvvon olbmo skuvlejupmi, bargo- ja eará hárjánupmi sihke eará ánssut ja áššit, maid sáhttá geahččat leat váikkuhan čielgasit válljemii.

source: Työnantajan on samoin viivytyksettä annettava kirjallinen selvitys menettelynsä perusteista työnhakijalle tai työntekijälle, joka katsoo joutuneensa 8 §:n 1 momentin 2 kohdassa tarkoitetun syrjinnän kohteeksi.
sme: Bargoaddi galgá seammaláhkai farggamusat addit čálalaš čilgehusa meannudeami vuođustusain bargoohccái dahje bargái, guhte geahččá leat gártan 8 §:a 1 momeantta 2 čuoggás dárkkuhuvvon vealaheami vuollái.

source: Työnantajan on annettava selvitys työntekijälle tämän palkkauksen perusteista ja muut työntekijää koskevat välttämättömät tiedot, joiden perusteella voidaan arvioida, onko 8 §:n 1 momentin 2 tai 3 kohdan mukaista palkkasyrjinnän kieltoa noudatettu.
sme: Bargoaddi galgá addit čilgehusa bargái dán bálkáheami vuođustusain ja bargi guoski eará vealtameahttun dieđuid, maid vuođul sáhttá árvvoštallat, leago 8 §:a 1 momeantta 2 dahje 3 čuoggás dárkkuhuvvon bálkávealaheami gielddus čuvvojuvvon.

source: Työehtosopimuksen perusteella valitulla luottamusmiehellä ja työsopimuslain 13 luvun 3 §:ssä tarkoitetulla luottamusvaltuutetulla tai sen mukaan kuin asianomaisella työpaikalla on sovittu, muulla työntekijöiden edustajalla, on itsenäinen oikeus saada palkkaa ja työehtoja koskevia tietoja yksittäisestä työntekijästä hänen suostumuksellaan tai työntekijäryhmästä, tai siten kuin alaa koskevassa työehtosopimuksessa on sovittu, silloin kun on aihetta epäillä palkkasyrjintää sukupuolen perusteella.
sme: Bargoeaktosoahpamuša vuođul válljejuvvon luohttámušolbmos ja bargosoahpamušlága 13 kapihttala 3 §:s dárkkuhuvvon luohttámušáirasis dahje dan mielde go áššáigullevaš bargosajis lea sohppojuvvon, bargiid eará ovddasteaddjis, lea iehčanas vuoigatvuohta oažžut bálkká ja bargoeavttuid guoski dieđuid ovttaskas bargis su miehtamiin dahje bargiidjoavkkus, dahje nugo suorggi guoskevaš bargoeaktosoahpamušas lea sohppojuvvon, dallego lea sivva eahpidit bálkávealaheami sohkabeali vuođul.

source: Jos tiedot koskevat yksittäisen henkilön palkkausta, asianomaiselle on ilmoitettava, että tietoja on annettu.
sme: Juos dieđut gusket ovttaskas olbmo bálkáheami, áššeosolažžii galgá almmuhit, ahte dieđut leat addojuvvon.

source: Luottamusmies, luottamusvaltuutettu tai muu työntekijöiden edustaja ei saa ilmaista muille palkkaa ja työehtoja koskevia tietoja.
sme: Luohttámušolmmoš, luohttámušáirras dahje bargiid eará ovddasteaddji ii oaččo addit earáide bálkká ja bargoeavttuid guoskevaš dieđuid.

source: 10 a § Oppilaitoksen velvollisuus antaa selvitys menettelystään (15.4.
sme: 10 a § Oahppolágádusa geatnegasvuohta addit čilgehusa meannudeamis (15.4.2005/232)

source: Oppilaitoksen sekä muun koulutusta ja opetusta järjestävän yhteisön on pyynnöstä viivytyksettä annettava kirjallinen selvitys menettelystään opiskelijalle, joka katsoo joutuneensa syrjityksi 8 b §:ssä mainituin tavoin.
sme: Oahppolágádus ja maiddái skuvlejumi ja oahpahusa ordnejeaddji eará ovttastupmi galgá bivdagis farggamusat addit čálalaš čilgehusa meannudeamis stuđentii, guhte geahččá leat boahtán vealahuvvot 8 b §:s máinnašuvvon vugiin.

source: 11 § Hyvitys (15.4. 2005/232)
sme: 11 § Buhtadus (15.4.2005/232)

source: Se, joka on rikkonut 8 tai 8 a–8 d §:ssä tarkoitettua syrjinnän kieltoa, on velvollinen maksamaan loukatulle hyvitystä.
sme: Dat, guhte lea rihkkon 8 dahje 8 a―8 d §:s dárkkuhuvvon vealaheami gildosa, lea geatnegas máksit loavkiduvvon olbmui buhtadusa.

source: Hyvityksenä on suoritettava vähintään 3 000 euroa.
sme: Buhtadussan galgá máksit uhcimustá 3 000 euro.

source: Työhönottotilanteessa hyvityksenä on suoritettava enintään 15 000 euroa.
sme: Barguiváldinoktavuođas buhtadussan galgá máksit eanemustá 15 000 euro.

source: Hyvitystä määrättäessä on otettava huomioon syrjinnän laatu ja laajuus sekä sen kestoaika sekä samasta teosta muun lain nojalla henkilöön kohdistuvasta loukkauksesta tuomittu tai maksettavaksi määrätty taloudellinen seuraamus.
sme: Buhtadusa mearridettiin galgá váldit vuhtii vealaheami iešvuođa ja viidodaga ja maiddái dan bisttu sihke seamma dagus eará lága vuođul mearriduvvon ekonomalaš čuovvumuša, mii lea dubmejuvvon dahje máksit mearriduvvon olbmui guoskan loavkideamis.

source: Hyvitystä voidaan alentaa edellä säädetystä vähimmäismäärästä tai velvollisuus suorittaa hyvitystä kokonaan poistaa, jos se harkitaan kohtuulliseksi ottaen huomioon rikkojan taloudellinen asema ja pyrkimykset estää tai poistaa menettelyn vaikutukset sekä muut olosuhteet.
sme: Buhtadusa sáhttá vuolidit ovdalis ásahuvvon uhcimusmearis dahje geatnegasvuođa máksit buhtadusa ollásit eretváldit, juos dat vihkkehallo govttolažžan váldimiin vuhtii rihkkon olbmo ekonomalaš sajádaga ja figgamušaid eastit dahje eretváldit meannudeami váikkuhusaid ja eará diliid.

source: Hyvityksen enimmäismäärä saadaan ylittää, kun se syrjinnän vakavuus ja muut olosuhteet huomioon ottaen on perusteltua.
sme: Buhtadusa eanemusmeari badjel oažžu mannat, go dat vealaheami lossatvuođa ja eará dili vuhtii váldimiin lea vuođustallon.

source: Hyvityksen suorittaminen ei estä loukattua lisäksi vaatimasta korvausta taloudellisesta vahingosta vahingonkorvauslain (412/1974) taikka muun lain mukaan.
sme: Buhtadusa máksin ii eastte loavkiduvvon olbmo gáibideamis lassin buhtadusa ekonomalaš vahágis vahátbuhtaduslága (412/1974) dahje eará lága mielde.

source: 12 § Hyvityksen vaatiminen (15.4.
sme: 12 § Buhtadusa gáibideapmi (15.4.2005/232)

source: Hyvitystä on vaadittava kanteella, joka on pantava vireille sen paikkakunnan tuomioistuimessa, missä työnantajalla, oppilaitoksella tai etujärjestöllä on kotipaikka.
sme: Buhtadusa galgá gáibidit váidagiin, man galgá bidjat gieđahallamii dan báikegotti duopmostuolus, gos bargoaddis, oahppolágádusas dahje intreassaorganisašuvnnas lea ruoktobáiki.

source: Kanne hyvityksen suorittamisesta on nostettava kahden vuoden kuluessa syrjinnän kiellon rikkomisesta.
sme: Váidaga buhtadusa máksimis galgá čuoččáldahttit guovtte jagi siste vealaheami gildosa rihkkumis.

source: Työhönottotilanteissa kanne on kuitenkin nostettava vuoden kuluessa syrjinnän kiellon rikkomisesta.
sme: Barguiváldinoktavuođain váidaga galgá goittotge čuoččáldahttit jagi siste vealaheami gildosa rihkkumis.

source: Kun kanne hyvityksen suorittamisesta syrjinnän perusteella on pantu vireille ja useammilla on oikeus vaatia hyvitystä saman teon tai laiminlyönnin perusteella, on kaikki hyvitysvaatimukset, siltä osin kuin se on mahdollista, käsiteltävä samassa oikeudenkäynnissä.
sme: Go váidda buhtadusa máksimis vealaheami vuođul lea biddjon álgui ja máŋgasiin lea vuoigatvuohta gáibidit buhtadusa seamma dagu dahje suostama vuođul, galgá buot buhttengáibádusaid, daid osiin go dat lea vejolaš, gieđahallat seamma riektegeavvamis.

source: (13 § kumottu) 14 § Syrjivän ilmoittelun kieltäminen
sme: (13 § gomihuvvon) 14 § Vealaheaddji almmuheami gieldin

source: Työ- tai koulutuspaikkaa ei saa ilmoittaa vain joko naisten tai miesten haettavaksi, jollei tähän ole työn tai tehtävän laadusta johtuvaa painavaa ja hyväksyttävää syytä taikka tämä perustu 9 §:n 2 momentin 4 kohdassa tarkoitetun suunnitelman toteuttamiseen.
sme: Bargo- dahje skuvlensaji ii oaččo almmuhit dušše jogo nissoniidda dahje albmáide ohcanláhkai, juos ii dasa leat barggu dahje doaimma iešvuođas boahtán lossa ja dohkálaš sivva dahje dat ii vuođđuduva 9 §:a 2 momeantta 4 čuoggás dárkkuhuvvon plána ollašuhttimii.

source: 14 a § Rangaistussäännökset (21.4. 1995/691)
sme: 14 a § Ráŋggáštusnjuolggadusat (21.4.1995/691)

source: Rangaistus syrjinnästä työelämässä säädetään rikoslain 47 luvun 3 §:ssä.
sme: Ráŋggáštus vealaheamis bargoeallimis ásahuvvo rihkuslága 47 kapihttala 3 §:s.

source: Rangaistus 10 §:n 4 momentissa säädetyn salassapitovelvollisuuden rikkomisesta tuomitaan rikoslain 38 luvun 2 §:n 2 momentin mukaan, jollei teko ole rangaistava rikoslain 40 luvun 5 §:n mukaan tai siitä muualla kuin rikoslain 38 luvun 1 §:ssä sää-detä ankarampaa rangaistusta.
sme: Ráŋggáštus 10 §:a 4 momeanttas ásahuvvon suollemassan doallangeatnegasvuođa rihkkumis dubm ejuvvo rihkuslága 38 kapihttala 2 §:a 2 momeantta mielde, juos dahku ii leat ráŋggáštahtti rihkuslága 40 kapihttala 5 §:a mielde dahje das eará sajis go rihkuslága 38 kapihttala 1 §: s ásahuvvo garrasut ráŋggáštus.

source: Joka rikkoo 14 §:n kieltoa koulutuspaikkaa haettavaksi ilmoitettaessa, on tuomittava syrjivästä ilmoittelusta sakkoon.
sme: Guhte rihkku 14 §:a gildosa skuvlensaji ohcanláhkai almmuhettiin, galgá dubme almmuheamis sáhkkui.

source: Virallinen syyttäjä saa nostaa syytteen syrjivästä ilmoittelusta vain tasa-arvovaltuutetun ilmoituksen perusteella.
sme: Virggálaš sivaheaddji oažžu čuoččáldahttit ášši vealaheaddji almmuheamis dušše dásseárvoáittardeaddji almmuhusa vuođul.

source: 15 § Lausunnon pyytäminen tasa-arvolautakunnalta (15.4.
sme: 15 § Cealkámuša bivdin dásseárvolávdegottis (15.4.2005/232)

source: Tuomioistuin voi pyytää tasa-arvolautakunnan lausunnon 7, 8, 8 a–8 d ja 14 §:n soveltamisesta lain tavoitteiden kannalta merkittävässä asiassa.
sme: Duopmostuollu sáhttá bivdit dásseárvolávdegotti cealkámuša 7, 8, 8 a―8 d ja 14 §:a muddeheamis lága ulbmiliid dáfus mearkkašahtti áššis.

source: 16 § Valvonta
sme: 16 § Bearráigeahččan

source: Tasa-arvovaltuutettu ja tasa-arvolautakunta valvovat tämän lain noudattamista yksityisessä toiminnassa sekä julkisessa hallinto- ja liiketoiminnassa siten kuin siitä jäljempänä tässä laissa sekä erikseen säädetään.
sme: Dásseárvoáittardeaddji ja dásseárvolávdegoddi bearráigehččet dán lága čuovvuma nu priváhta doaimmas go almmolaš hálddahus- ja fitnodatdoaimmas nugo das maŋŋelebbos dán lágas ja maiddái sierra ásahuvvo.

source: 17 § Tietojen antaminen tasa-arvoviranomaisille (15.4.
sme: 17 § Dieđuid addin dásseárvovirgeoapmahaččaide (15.4.2005/232)

source: Tasa-arvovaltuutetulla ja tasa-arvolautakunnalla on oikeus maksutta saada viranomaisilta tämän lain noudattamisen valvontaa varten tarpeelliset tiedot sen estämättä, mitä asian tai asiakirjan julkisuudesta säädetään tai määrätään.
sme: Dásseárvoáittardeaddjis ja dásseárvolávdegottis lea vuoigatvuohta nuvttá oažžut virgeoapmahaččain dán lága čuovvuma bearráigeahččama várás dárbbašlaš dieđuid dan easttekeahttá, mii ášši dahje áššebáhpára almmolašvuođas ásahuvvo dahje mearriduvvo.

source: Tasa-arvovaltuutetulla on oikeus asettamassaan kohtuullisessa määräajassa saada jokaiselta tämän lain noudattamisen valvontaa varten tarpeelliset tiedot sekä vaatia tämän hallussa oleva asiakirja esitettäväksi, jollei tällä ole lain mukaan oikeutta tai velvollisuutta kieltäytyä todistamasta tai esittämästä asiakirjaa.
sme: Dásseárvoáittardeaddjis lea vuoigatvuohta su ásahan govttolaš mearreáiggis oažžut juohkehaččas dán lága čuovvuma bearráigeahččama várás dárbbašlaš dieđuid ja lassin gáibidit áššebáhpára, mii lea dán hálddus, oaidninláhkai, juos ii dás leat lága mielde vuoigatvuohta dahje geatnegasvuohta biehttalit duođašteamis dahje ovdanbuktimis áššebáhpára.

source: Palkkasyrjintää epäilevän työntekijän pyynnöstä 10 §:n 4 momentissa tarkoitetulla työntekijän edustajalla on oikeus saada palkkaa ja työehtoja koskevia tietoja yksittäisestä työntekijästä tasa-arvovaltuutetulta silloin, kun epäilyyn on perusteltua aihetta.
sme: Bargi, guhte eahpida bálkávealaheami, bivdagis 10 §:a 4 momeanttas dárkkuhuvvon bargi ovddasteaddjis lea vuoigatvuohta oažžut bálkká ja bargoeavttuid guoskevaš dieđuid ovttaskas bargi birra dásseárvoáittardeaddjis dalle, go eahpádussii lea vuođustallon sivva.

source: Tasa-arvovaltuutetun tulee toimittaa tiedot edustajalle viivytyksettä, kuitenkin kahden kuukauden kuluessa pyynnön vastaanottamisesta.
sme: Dásseárvoáittardeaddji galgá doaimmahit dieđuid ovddasteaddjái farggamusat, goittotge guovtte mánotbaji siste bivdaga vuostáiváldimis.

source: Kirkon ja seurakunnan asiakirjojen julkisuudesta evankelisluterilaisessa kirkossa on säädetty erikseen.
sme: Kirku ja searvegotti áššebáhpáriid almmolašvuođas evangelalašluteralalaš kirkus lea ásahuvvon sierra.

source: 18 § Tarkastukset ja virka-apu (15.4.
sme: 18 § Dárkkistusat ja virgeveahkki (15.4.2005/232)

source: Tasa-arvovaltuutetulla on oikeus suorittaa tarpeellinen tarkastus työpaikalla, oppilaitoksessa tai etujärjestössä, jos on syytä epäillä, että on menetelty tämän lain vastaisesti taikka että tässä laissa säädettyjä tasa-arvovelvoitteita ei muutoin ole noudatettu.
sme: Dásseárvoáittardeaddjis lea vuoigatvuohta bargat dárbbašlaš dárkkistusa bargosajis, oahppolágádusas dahje intreassaorganisašuvnnas, juos lea sivva eahpidit, ahte lea meannuduvvon dán lága vuostásaččat dahje ahte dán lágas ásahuvvon dásseárvogeatnegasvuođat eai muđui leat čuvvojuvvon.

source: Tasa-arvovaltuutetulla on oikeus saada tarkastuksen toimittamista varten muilta viranomaisilta virka-apua.
sme: Dásseárvoáittardeaddjis lea vuoigatvuohta oažžut dárkkistusa bargamii eará virgeoapmahaččain virgeveahki.

source: Tarkastus on toimitettava siten, ettei siitä aiheudu tarpeettomasti haittaa tai kustannuksia.
sme: Dárkkistusa galgá bargat nu, ahte das eai boađe dušši hehttehusat dahje golut.

source: 19 § Ohjeiden ja neuvojen antaminen (15.4.
sme: 19 § Rávvagiid ja neavvuid addin (15.4.2005/232)

source: Se, joka epäilee joutuneensa tässä laissa tarkoitetun syrjinnän kohteeksi, voi pyytää tasa-arvovaltuutetulta ohjeita ja neuvoja asiassa.
sme: Dat, guhte eahpida leat gártan dán lágas dárkkuhuvvon vealaheami vuollái, sáhttá bivdit dásseárvoáittardeaddjis rávvagiid ja neavvuid áššis.

source: Havaitessaan, että tässä laissa säädettyjä velvoitteita ei noudateta tai että lain säännöksiä muutoin rikotaan, tasa-arvovaltuutetun on ohjein ja neuvoin pyrittävä siihen, että lainvastaista menettelyä ei jatketa tai uusita.
sme: Go fuopmáša, ahte dán lágas ásahuvvon geatnegasvuođat eai čuvvojuvvo dahje ahte lága njuolggadusat muđui rihkkojuvvojit, dásseárvoáittardeaddji galgá rávvagiin ja neavvuin figgat dasa, ahte lágavuostásaš meannudeapmi ii jotkojuvvo dahje dahkko ođđasit.

source: Havaitessaan, että työnantaja tai oppilaitos 2 momentissa tarkoitetuista ohjeista ja neuvoista huolimatta laiminlyö 6 a tai 6 b §:ssä säädetyn velvollisuutensa laatia tasa-arvosuunnitelma, tasaarvovaltuutettu voi asettaa kohtuullisen määräajan, jonka kuluessa velvollisuus on täytettävä.
sme: Go fuopmáša, ahte bargoaddi dahje oahppolágádus 2 momeanttas dárkkuhuvvon rávvagiin ja neavvuin fuolakeahttá suostá 6 a dahje 6 b §:in ásahuvvon geatnegasvuođa ráhkadit dásseárvoplána, dásseárvoáittardeaddji sáhttá bidjat govttolaš mearreáiggi, man siste geatnegasvuođa galgá deavdit.

source: 20 § Asian saattaminen tasa-arvolautakunnan käsiteltäväksi (15.4.
sme: 20 § Ášši doalvun dásseárvolávdegotti gieđahallamii (15.4.2005/232)

source: Tasa-arvovaltuutettu tai työmarkkinoiden keskusjärjestö voi saattaa 7, 8, 8 a–8 d ja 14 §:n säännösten vastaista menettelyä koskevan asian tasa-arvolautakunnan käsiteltäväksi 21 §:ssä tarkoitettua menettelyä varten.
sme: Dásseárvoáittardeaddji dahje bargomárkaniid guovddášorganisašuvdna sáhttá buktit 7, 8, 8 a―8 d ja 14 §:a njuolggadusaid vuostásaš meannudeami guoski ášši dásseárvolávdegotti gieđahallamii 21 §:s dárkkuhuvvon meannudeami várás.

source: Tasa-arvovaltuutettu voi saattaa 6 a ja 6 b §: n vastaista menettelyä koskevan asian tasa-arvolautakunnan käsiteltäväksi 21 §:n 4 momentissa tarkoitettua menettelyä varten.
sme: Dásseárvoáittardeaddji sáhttá buktit 6 a ja 6 b §:a vuostásaš meannudeami guoski ášši dásseárvolávdegotti gieđahallamii 21 §:a 4 momeanttas dárkkuhuvvon gieđahallama várás.

source: Lautakunnan käsiteltäväksi ei kuitenkaan voida saattaa asiaa, joka koskee eduskunnan tai sen toimielimen, tasavallan presidentin, valtioneuvoston, ministeriön, valtioneuvoston kanslian, eduskunnan oikeusasiamiehen, valtioneuvoston oikeuskanslerin, korkeimman oikeuden tai korkeimman hallinto-oikeuden toimintaa.
sme: Lávdegotti gieđahallamii ii goittotge sáhte buktit ášši, mii guoská riikkabeivviid dahje dan doaibmaorgána, dásseválddi presideantta, stáhtaráđi, ministeriija, stáhtaráđi kansliija, riikkabeivviid vuoigatvuođaáššeolbmo, stáhtaráđi vuoigatvuođakanslera, alimus rievtti dahje alimus hálddahusrievtti doaimma.

source: Asian käsittelystä tasa-arvolautakunnassa säädetään tasa-arvovaltuutetusta ja tasa-arvolautakunnasta annetussa laissa (610/1986).
sme: Ášši gieđahallamis dásseárvolávdegottis ásahuvvo dásseárvoáittardeaddjis ja dásseárvolávdegottis addojuvvon lágas (610/1986).

source: 21 § Tasa-arvolautakunnan toimivalta lainvastaisen menettelyn johdosta (15.4.
sme: 21 § Dásseárvolávdegotti doaibmaváldi lágavuostásaš meannudeami dihte (15.4.2005/232)

source: Tasa-arvolautakunta voi kieltää sitä, joka on menetellyt 7, 8, 8 a–8 d tai 14 §:n säännösten vastaisesti, jatkamasta tai uusimasta menettelyä, tarvittaessa sakon uhalla.
sme: Dásseárvolávdegoddi sáhttá gieldit dan, guhte lea meannudan 7, 8, 8 a―8 d dahje 14 §:a njuolggadusaid vuostásaččat, joatkimis dahje ođđasit dahkamis meannudeami, dárbbu mielde sáhku áitagiin.

source: Sakon uhka voidaan asettaa sille, jota kielto koskee, tai tämän edustajalle taikka molemmille.
sme: Sáhku áitaga sáhttá bidjat dasa, gean gielddus guoská, dahje dán ovddasteaddjái dahje guktuide.

source: Kieltoa asetettaessa voidaan samalla päättää, että kieltoa on noudatettava vasta päätöksessä mainitusta ajankohdasta, jos on aiheellista, että velvoitetulle varataan kohtuullinen aika kiellon perusteena olevien olosuhteiden tai menettelyn muuttamiseksi.
sme: Gildosa ásahettiin, lea vejolaš seamma háve mearridit, ahte gildosa galgá čuovvut easkka mearrádusas namuhuvvon áiggi rájes, juos lea dárbbašlaš, ahte geatnegahtton olbmui várrejuvvo govttolaš áigi diliid dahje meannudeami rievdadeapmin, mat leat gildosa vuođustussan.
